Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_kansallispv2009.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisten kotiseutualueen kuntien on ymmärrettävä että hyvät saamenkieliset palvelut ja saamelaismyönteinen ilmapiiri ovat keino houkutella takaisin alueelta poismuuttaneita ja estää saamelaisten poismuutto.
sme: Sámi ruovttuguovllu suohkanat fertejit ipmirdit, ahte buorit sámegiel bálvalusat ja miehtemielalaš vuoigŋa sápmelašvuhtii lea vuohki geasuhit ruovttoluotta dáppe eretfárren olbmuid ja dieđusge eastit sápmelaččaid eretfárrema.

source: Vastuu on paitsi valtiolla, kunnilla, saamelaiskäräjillä mutta myös saamelaisilla itsellään.
sme: Ovddasvástádus lea earret stáhtas, suohkaniin, sámedikkis muhto maid sápmelaččain alddiineaset.

source: Saamen kansa on ennenkin selvinnyt vastoinkäymisistä yhteistyössä ja vahvuudella, ja nyt tarvitsemme samanlaista päättäväisyyttä ja toimia jotta voimme turvata saamen kansan tulevaisuuden.
sme: Sámi álbmot lea ovdalnai ceavzán vuostegieđageavvamiin ovttasbargguin ja givrodagain ja dál dárbbahit seammalágán mearrediđolašvuođa ja doaimmaid, vai sáhttit dorvvastit sámi álbmoga boahtteáiggi.

source: Saamelaisten kotiseutualueella on paljon mahdollisuuksia saamelaisnuorille.
sme: Sámiid ruovttuguovllus leat olu vejolašvuođat sámi nuoraide.

source: Saamelaisalueelle yritetään luoda jatkuvasti uusia työpaikkoja saamen kielen ja saamelaiskulttuurin asiantuntijoille.
sme: Geahččalit ráhkadit geažos áigge ođđa bargosajiid sámegiela ja sámi kultuvrra áššedovdiide.

source: Tulevina vuosina saamelaisalueen koulutustarjontakin tulee varmasti kasvamaan ja toivottavasti saamme houkuteltua nuoria saamelaisia myös etelästä tänne kouluun.
sme: Boahtte jagiid sámi guovllu skuvlenfálaldatnai boahtá sihkkarit lassánait ja sávvamis sáhttit geasuhit nuorra sápmelaččaid maid lulde deike oahpu gazzat.

source: Palatakseni puheen lopussa teemaan saamelainen vuonna 2009, käännän katseeni tulevaan.
sme: Máhcan dál iežan sáhkavuoru loahpas fáddái sápmelaš 2009 jagi ja geahčan boahtteáigái.

source: Vuoden 2009 saamelainen voi katsoa kohtuullisen luottavaisesti eteenpäin ja uskoa oman kielen ja kulttuurin säilyvän myös tulevaisuudessa.
sme: Jagi 2009 sápmelaš sáhttá geahččat govttolaš luhtolaččat ovddos ja oskut iežas giela ja kultuvrra seailut maid boahtteáigge.

source: Vuoden 2009 saamelainen voi uskoa uuteen nuoreen saamelaissukupolveen ja sen haluun ja kykyihin edistää saamelaisten asioita - kenties he onnistuvat siinä paremmin kuin minun sukupolveni.
sme: Jagi 2009 sápmelaš sáhttá oskut ođđa nuorra sápmelaš bulvii ja dan hállui ja návccaide ovddidit sápmelaččaid áššiid – sii soitet lihkostuvvat das buorebut go mu buolva.

source: Globalisoituvassa maailmassa ihmisten juuret ja tietoisuus omasta kielestä, kulttuurista, suvun historiasta ja tavoista on yhä tärkeämpää.
sme: Globáliserejeaddji máilmmis olbmuid ruohttasat ja diđolašvuohta iežas gielas, kultuvrras, soga historjjás ja vieruin lea ain deháleabbo.

source: virtuaalisesti omaa kulttuuriaan asuinpaikasta riippumatta.
sme: Interneahtta addá ođđa sápmelaš buolvvaide vuogi bargat iežas kultuvrra mielde virtuálalaččat gos dál ihkinassii orošežžetge.

source: Ehkä internet on yksi keino miten voimme turvata saamen kielen ja kulttuurin opetuksen.
sme: Interneahtta soaitá leat okta vuohki mot sáhttit dorvvastit sámegiela ja sámi kultuvrra oahpahusa.

source: Vuoden 2009 saamelaisella on vahva usko siihen, että maailma ja saamelaisten asema muuttuu paremmaksi.
sme: Jagi 2009 sápmelaččas lea nanu osku dasa, ahte máilbmi

source: Tämä ei ole vain optimistinen arvaus vaan realistinen visio.
sme: ja sápmelaččaid sajádat iežáhuvvá buorebun.

source: Olemme odottaneet omien oikeuksiemme täysmääräistä toteutumista vuosikymmeniä.
sme: Leathan mii vuordán iežamet vuoigatvuođaid dievaslaš olláhuvvama juo logiid jagiid.

source: Katteettomista lupauksista huolimatta vuoden 2009 saamelainen uskoo että lopultakin saamelaiset saavat sellaiset oikeudet ja aseman kuin alkuperäiskansa ansaitsee.
sme: Dušši lohpádusain fuolakeahttá jagi 2009 sápmelaš jáhkká ahte viimmat sápmelaččat ožžot dakkár vuoigatvuođaid ja sajádaga go álgoálbmot ánssaša.

source: Meillä on myös usko siihen, että saamen kielen asema paranee ja saamelaisten kotiseutualueesta muodostuu vahva saamelaisten ja saamelaiskulttuurin keskus, jossa perinteiset saamelaiselinkeinot ja uudet saamelaiselinkeinot elävöittävät saamelaisaluetta ja tarjoavat riittävän elannon.
sme: Mis lea maid jáhkku dasa, ahte sámegiela sajádat buorrána ja sámiid ruovttuguovllus šaddá nanu sápmelaččaid ja sámi kultuvrra guovddáš, gos árbevirolaš sámi ealáhusat ja ođđa sámi ealáhusat ealáskahttet sámi guovllu ja fállet dárbbatlaš eallámuša.

source: Näillä sanoin avaan saamelaisten kansallispäiväseminaarin ja toivotan kaikille osallistujille hyvää kansallispäivää !
sme: Dáiguin sániiguin raban sámi álbmotbeaivve seminára ja sávan buohkaide oassálastiide buori álbmotbeaivvi !.
